Repository: sillsdev/Glyssen
Catalog: DistFiles/localization/Glyssen.es.tmx
Source language: es
Languages: en

source: ¿Desea corregir esto antes de aplicar los cambios?
en: Would you like to correct this before applying your changes?

source: Aplicar
en: Apply

source: Guarda el alineamiento del texto de referencia con los bloques del vernáculo.
en: Save the alignment of the reference text to the vernacular script.

source: Asignar personaje
en: Assign Character

source: {0} completo; {1} {2} restantes
en: {0} Complete; {1} {2} Remaining

source: Se ha completado la tarea de hacer las asignaciones.
en: All character assignments have been made.

source: bloques
en: Blocks

source: Alinea el texto de referencia con cada fila de color.
en: Match reference text for each colored row.

source: El personaje de este bloque no se puede cambiar porque está en medio de una cita. Para cambiarlo, selecciona el bloque que comienza esta cita (en el versículo {0}). Para dividir este bloque con el fin de identificar distintos dialogos o citas y así asignar diferentes personajes, utilice el comando Dividir texto del bloque.
en: The character cannot be changed for this block because it is in the middle of a quote. To change this, select the block that begins this quote (in verse {0}). If this quote block needs to be split up so that different characters can be assigned, use the Split command.

source: Desea regresar a la ventana principal?
en: Would you like to return to the main window?

source: Estilo de elocución
en: Delivery

source: Citas no asignadas
en: Unassigned quotes

source: Citas sin asignaciones automáticas
en: All quotes not assigned automatically

source: Versículos sin citas esperadas
en: Verses with missing expected quotes

source: Más citas que lo esperado en el versículo
en: More quotes than expected in verse

source: Versículos en las que se esperan citas
en: Verses with expected quotes

source: Todas las citas encontradas
en: All quotes

source: Toda la escritura
en: All Scripture

source: Necesita revisión
en: Needs review

source: Pasajes desalineados con el texto de referencia
en: Verses not aligned with reference text

source: Identificar diálogos y citas - {0}
en: Identify Speaking Parts - {0}

source: No se ha terminado de especificar el carácter que hable cada bloque. ¿Desea descartar los cambios que ha hecho?
en: You have not finished specifying the character information for every block. Would you like to discard the changes you have made?

source: Insertar “el Dijo”
en: Insert "He Said"

source: Para dividir el texto de referencia, haga clic en el texto donde se debe dividir. No trate de seleccionar el texto o hacer clic al principio o al final del texto. Se debe seleccionar el comando {0} para activar de nuevo la cpacidad de dividir el texto.
en: To split the reference text, click the location where it is to be split. Do not attempt to make a text selection or click at the very start or end of the text. You will need to select the {0} command again to enable splitting now.

source: Más personajes
en: More Characters

source: Bajar el texto de la fila
en: Move Line Down

source: Subir el texto de la fila
en: Move Line Up

source: Bajar
en: Move Down

source: Alinear el bloque seleccionado en el texto de referencia con el siguiente bloque del guion vernáculo
en: Align the selected block in the reference text with the following block in the vernacular script.

source: Subir
en: Move Up

source: Alinear el bloque seleccionado en el texto de referencia con el bloque anterior del guion vernáculo
en: Align the selected block in the reference text with the previous block in the vernacular script.

source: Algunos de los textos de referencia terminan con un número de versículo.
en: Some of the reference texts entered end with a verse number.

source: Algunos de los textos de referencia en {0} terminan con un número de versículo.
en: Some of the {0} reference texts entered end with a verse number.

source: narrador ({0})
en: narrator ({0})

source: Usted ha seleccionado un personaje pero no un estilo de elocución. ¿Desea descartar la selección de personaje y salir sin grabarla?
en: You have selected a Character but no Delivery. Would you like to discard your selection and leave without changing the assignment?

source: No se ha seleccionado un personaje y un estilo de elocución. ¿Desea salir sin hacer ningún cambio?
en: You have not selected a Character and Delivery. Would you like to leave without changing the assignment?

source: pasajes
en: Passages

source: ¿Quién habla esta parte?
en: Who speaks this part?

source: Uno de los textos de referencia {0} termina con un número de versículo.
en: One of the {0} reference texts entered ends with a verse number.

source: Dividir texto del bloque
en: Split Text

source: Después de seleccionar este comando, haga clic en el texto donde desee dividir el texto.
en: After selecting this command, click in the text where you want to split the text.

source: Tarea completa
en: Task Complete

source: Cambios no guardados
en: Unsaved Changes

source: Las selecciones de personaje y estilo de elocución no han sido grabadas. ¿Desea guardar los cambios antes de navegar?
en: The Character and Delivery selections have not been submitted. Do you want to save your changes before navigating?

source: No se ha aplicado la alineación del texto de referencia al guion vernáculo. ¿Desea guardar la alineación antes de dividir este bloque?
en: The alignment of the reference text to the vernacular script has not been applied. Do you want to save the alignment before splitting this block?

source: No se ha aplicado la alineación del texto de referencia al guion vernáculo. ¿Desea guardar la alineación antes de navegar?
en: The alignment of the reference text to the vernacular script has not been applied. Do you want to save the alignment before navigating?

source: Usted acaba de hacer doble clic. De manera predeterminada, Glyssen lo ralentiza, con el propósito de que tome el tiempo para revisar cuidadosamente cada selección. ¿Desea que Glyssen le permita ir más rápido interpretando un doble clic como su confirmación de la selección, para que no tenga que hacer clic en el botón {0}?
en: You just double-clicked. By default, Glyssen slows you down so you will take time to carefully review each selection. Do you want Glyssen to let you go faster by interpreting a double click as your confirmation of the selection, so you won't have to click the {0} button?

source: {0} de {1}
en: {0} of {1}

source: Reinicializar
en: Reset

source: Revertir los cambios no guardados
en: Revert all unsaved edits

source: Este libro ({0}) será narrado, no dramatizado
en: This book ({0}) will be narrated, not dramatized.

source: Seleccione esta opción si desea preparar el guion de este libro para que sea grabada con una sola voz.
en: Select this option if you want the script for this book to be prepared for single-voice recording.

source: Texto de referencia
en: Reference Text

source: Todas las celdas vacías
en: All Empty Cells

source: Fila seleccionada solamente
en: Selected Row Only

source: Disminuir tamaño de texto
en: Decrease size of text

source: Vista con formato
en: Formatted view

source: Vista de cuadrícula
en: Grid view

source: Aumentar tamaño de texto
en: Increase size of text

source: Filtro:
en: Filter:

source: Narrado por el autor
en: Narration by Author

source: Uso de un elenco más pequeño que {0} personas probablemente resultará en problemas de proximidad. ¿Desea continuar y generar grupos utilizando sólo {1} dobladores?
en: Using a cast size smaller than {0} will probably introduce proximity issues. Do you want to continue and generate groups using just {1} voice actors?

source: Configurado manualmente
en: Custom

source: Mujeres
en: Female

source: Generar grupos
en: Generate Groups

source: Hombres
en: Male

source: más información
en: more info

source: El elenco debe ser más grande que el número de narradores.
en: Cast size numbers must be larger than narrator numbers.

source: y escoja "De acuerdo de los dobladores" en la table a la izquierda.
en: and choose 'Match Voice Actor List' at left.

source: Nota: Si ya se han reclutado los dobladores, ingréselos en la
en: Note: If you have already recruited actors, please add them in

source: Este proyecto cuenta con {0} libros y {1} personajes distintos.
en: This project has {0} books with {1} distinct character roles.

source: Este proyecto cuenta con 1 libro y {0} personajes distintos.
en: This project has 1 book with {0} distinct character roles.

source: Tiempo aproximado requerido para grabar: {0:N2} horas
en: Estimated recording time: {0:N2} hours

source: Un solo narrador
en: Single Narrator

source: Cambiar estos números resultará en el ajuste del tamaño del elenco. \nLa lista de "Papeles de los dobladores" se sustituirá por una nueva lista generada.
en: Changes to these numbers will adjust the current size of the cast.\nThe existing list of "Roles for Voice Actors" will be replaced by a newly generated list.

source: Lista de dobladores
en: Voice Actor List

source: Para mejores resultados, designe un mínimo de {0} narradores
en: For best results, set the number of narrators to at least {0}.

source: Al hacer clic en "{0}", {1} formará grupos de personajes de acuerdo al número de dobladores seleccionados.
en: When you click "{0}", {1} will form groups of character roles for the number of voice actors selected above.

source: Planificación del tamaño del elenco - {0}
en: Cast Size Planning - {0}

source: ¿Cómo debe distribuirse la responsabilidad de narrar los libros entre los miembros del elenco?
en: How should narration work be distributed within the cast?

source: Tamaño del elenco
en: Cast Size

source: Niños
en: Children

source: Grande
en: Large

source: De acuerdo de los dobladores
en: Match Voice Actor List

source: Recomendado
en: Recommended

source: Pequeño
en: Small

source: Esta carpeta existe. Se sobrescribirán los archivos de los dobladores.
en: This folder exists. Voice actor files will be overwritten.

source: Dobladores
en: Voice Actors

source: Libros
en: Books

source: Lista de clips
en: Clip List

source: Nombre de archivo: {0}
en: File name: {0}

source: Error al escribir archivo: {0}. Se abortó la creación de archivos de clip.
en: Error writing file: {0}. Creation of clip files aborted.

source: La exportación no pudo escribir uno o más archivos. Intente cerrar cualquier aplicación que tenga estos archivos abiertos y luego haga clic en {0}. Detalles:
en: Export failed to write one or more files. Try closing any applications that have these files open, and then click {0}. Details:

source: No se pudo crear la carpeta de destino para los archivos de guiones para los dobladores: {0}
en: Could not create destination folder for voice actor script files: {0}

source: No se pudo crear la carpeta de destino para los archivos de guiones para los libros: {0}
en: Could not create destination folder for book script files: {0}

source: No se pudo crear la carpeta de destino para los archivos de clip: {0}
en: Could not create destination folder for clip files: {0}

source: Archivos afectados:
en: Files affected:

source: También crear archivos de clip en blanco
en: Also create blank clip files

source: {0} creará un archivo {1} que puede ser utilizado por {2} versión {3} o posterior.
en: {0} will create a {1} file which can be used by {2} {3} or later.

source: Utilizar Excel, LibreOffice o una aplicación similar para ver o imprimirlos.
en: Use Excel, LibreOffice, or a similar application to view or print them.

source: Archivos Excel
en: Excel files

source: Este archivo existe y se sobrescribirá.
en: This file exists and will be overwritten.

source: El guion maestro se guardará como:
en: The master recording script will be saved as:

source: Los archivos se crearán en {0}
en: Files will be created in {0}

source: También crear un archivo de lista de clip
en: Also create a clip list file

source: Abra la carpeta automaticamente después de exportar
en: Open the folder for me

source: Abra el archivo automaticamente después de exportar
en: Open the exported file for me

source: Guion de grabación
en: Recording Script

source: Elejir la carpeta
en: Choose File Location

source: También crear un archivo del guion para cada actor de voz
en: Also create one script file for each voice actor

source: También crear un archivo del guion para cada libro
en: Also create one script file for each book

source: Archivos delimitados por tabuladores
en: Tab-delimited files

source: Exportar guion de grabación - {0}
en: Export Recording Script - {0}

source: Asignación de personajes es {0} completa. ¿Está seguro que desea exportar el guion?
en: Character assignment is {0} complete. Are you sure you want to export a script?

source: Uno o más grupos de personajes está vacío. ¿Está seguro que desea exportar el guion?
en: One or more character groups have no characters in them. Are you sure you want to export a script?

source: (Nota: Se puede volver a exportar el guion tantas veces como quiere.)
en: (Note: You can export the script again as many times as you want.)

source: Uno o más grupos de personajes no tiene ningún doblador asignado. ¿Está seguro que desea exportar un guion incompleto?
en: One or more character groups have no voice actor assigned. Are you sure you want to export an incomplete script?

source: ¿Exportar guion?
en: Export Script?

source: ¿Exportar guion incompleta?
en: Export Incomplete Script?

source: Navegar...
en: Browse...

source: Importante:
en: Important:

source: {0} no tiene la capacidad de manejar cambios en el guion una vez que la grabación haya comenzado. Por lo cual, se debe exportar el guion a {0} hasta que esté listo para comenzar a grabar.
en: {0} is not currently able to handle changes to the recording script once recording has begun. For this reason, it is important that you do not export to {0} until you are ready to begin recording.

source: Elejir la carpeta donde desea guardar el archivo:
en: Select the location to save the file:

source: Exportar guion de grabación a {0} - {1}
en: Export Recording Script to {0} - {1}

source: Todos los archivos
en: All Files

source: Prefiero configurar los grupos de personajes manualmente.
en: No! Let me group character roles manually.

source: Generación de grupos está completa.
en: Group generation is complete.

source: Continuar
en: Continue

source: No se pudieran generar nuevos grupos de roles para satisfacer a la configuración del proyecto con el tamaño actual del guion. ({0})
en: New character groups could not be generated to satisfy the project settings for the current cast size. ({0})

source: El proyecto tiene {0} roles de personajes bíblicos distintos.
en: The recording project has {0} distinct Biblical character roles.

source: El elenco planeado es para {0} dobladores.
en: The planned cast size is {0} voice actors.

source: Hay {0} dobladores en la lista.
en: The voice actor list has {0} voice actors.

source: {0} está creando grupos optimizados con roles que corresponden al tamaño del elenco.
en: {0} is creating optimized groups of character roles to match the cast size.

source: {0} está creando grupos optimizados con roles que corresponden a los dobladores del elenco.
en: {0} is creating optimized groups of character roles to match the voice actor list.

source: {0} intentará mantener la asignaciones existentes de los dobladores.
en: {0} will attempt to maintain any existing voice actor assignments.

source: Generación de grupos
en: Generating Groups

source: Número deseado de narradores mujeres:
en: Desired number of female narrators:

source: Número deseado de narradores hombres:
en: Desired number of male narrators:

source: En la mayoria de los libros, el narrador es el rol más grande. Por eso, los narradores deben ser personas que tienen voces fuertes y claras. Además deben poder comprometerse con el tiempo adecuado para completar las grabaciones. (Si el narrador va a leer el guion para sí mismo durante la grabación — opuesto a emplear la técnica de "apuntador" — también necesita ser un excelente lector.) Debido al tiempo que este rol requiere, muchas veces se opta por utilizar narradores múltiples en vez de un sólo narrador para todos los libros del proyecto. Favor de escoger la opción que funcionará mejor en su proyecto. (Siempre se puede cambiar esta configuración más adelante.)
en: For most books, the narrator is the largest speaking role. Therefore, narrators should be chosen who have strong, clear voices. They must be available to commit sufficient time to complete the recording project. (If the narrator is going to read the script during the recording process — as opposed to using the “prompter” technique — he or she must also be an excellent reader.) Because of the amount of time involved, many teams choose to use multiple narrators rather than have a single voice actor narrate all books in the project. Please choose the option that you think best suits your project’s needs. (You can change this later if needed.)

source: Número de narradores inválido
en: Invalid Number Of Narrators Requested

source: El número total de narradores debe ser más que cero y menor o igual al número de libros ({0}) incluidos en el guion.
en: Total number of narrators must be more than zero and less than or equal to the number of books ({0} for this script).

source: Edad
en: Age

source: Adulto
en: Adult

source: Niño
en: Child

source: Anciano
en: Elder

source: Adulto joven
en: Young Adult

source: Cualquier género
en: Either

source: Mujer
en: Female

source: Hombre
en: Male

source: Neutral
en: Neuter

source: Cualquier género (preferible una mujer)
en: Either (Female Preferred)

source: Cualquier género (preferible un hombre)
en: Either (Male Preferred)

source: Género
en: Gender

source: Está creando un nuevo personaje llamado {0}. Favor de elejir los atributos para describir este personaje.
en: You are creating a new character named {0}. Please provide attributes for this character.

source: Había un problema al acceder a los archivos de datos de {0}.
en: There was a problem accessing {0} data files.

source: Crear nuevo proyecto basado en un paquete de descarga de texto
en: Create new project from text release bundle

source: (proyecto de grabación no iniciado)
en: (recording project not started)

source: El error fue: {0}
en: The error was: {0}

source: Proyecto {0}: {1}
en: {0} project: {1}

# Proyecto: {0} Mensaje de error: {1}
source: Proyecto: {0}\nMensaje de error: {1}
en: Project: {0}\nError message: {1}

source: Para leer este proyecto, se requiere una versión de {0} compatible con {1} {2}.
en: To read this project, a version of {0} compatible with {1} {2} is required.

source: El administrador del proyecto debe actualizarlo abriéndolo con {0} {1} o posterior. Como alternativa, puede volver a una versión anterior de {2}.
en: The project administrator needs to update it by opening it with {0} {1} or later. Alternatively, you might be able to revert to an older version of {2}.

source: Este proyecto tiene un tipo de proyecto ({0}) que no es compatible.
en: This project has a project type ({0}) that is not supported.

source: Proyecto {0} no es compatible con esta versión de {1}.
en: Project {0} is not compatible with this version of {1}.

source: Ocurrieron los siguientes errores de carga del proyecto {0}:
en: The following {0} project load errors occurred:

source: Inactivo
en: Inactive

source: Fecha de modificación
en: Date Modified

source: Fuente de datos
en: Source

source: Seleccione un proyecto existente:
en: Select existing project:

source: Mostrar proyectos inactivos
en: Show inactive projects

source: Abrir proyecto
en: Open Project

source: Cancelando...
en: Canceling...

source: Revise cuidadosamente la configuración.
en: Carefully review the quote mark settings.

source: Anunciar el capítulo de libros con un solo capítulo
en: Announce Chapters For Single-Chapter Books

source: Anunciar el primer capítulo del libro
en: Announce First Chapter in Book

source: Nombre completo
en: Long name

source: Título principal (\mt1)
en: Main Title (\mt1)

source: Encabezado de página (\h)
en: Page header (\h)

source: Nombre corto
en: Short name

source: Nombre del libro+ número del capítulo
en: Book Name + Chapter Number

source: Procedencia del nombre del libro:
en: Source of book name:

source: Título del libro
en: Book Title

source: Anuncio del capítulo
en: Chapter Announcement

source: Forma de anunciar los capítulos:
en: Chapter announcement style:

source: Parece que esta forma de anuciar los capítulos resultará en anuncios de capítulo que no incluyen ni el nombre del libro ni una palabra vernácula para decir "capítulo".
en: It looks like the current style will result in chapter announcements that do not include a book name or a vernacular word for "chapter."

source: Utilice el texto del campo \cl (Chapter Label)
en: Use Chapter Labels from \cl field in data

source: Ejemplos:
en: Examples:

source: Primer capítulo
en: First Chapter

source: Libro con un solo capítulo
en: Single-chapter Book

source: Capítulos siguientes
en: Subsequent Chapters

source: Opciones
en: Chapter Announcements

source: Dobladora
en: Female Actor

source: Doblador masculino
en: Male Actor

source: Narrador
en: Narrator

source: Omitir
en: Omitted

source: Código de lenguaje definido en ISO 639-2:
en: Ethnologue (ISO 639-2) Code:

source: Nombre del idioma:
en: Language Name:

source: Fuente de datos original:
en: Original Data Source:

source: Identificación de la publicación:
en: Publication Id:

source: Nombre de la publicación:
en: Publication Name:

source: Signos de puntuación para oración y diálogo
en: Quote Marks

source: Nombre del proyecto de grabación:
en: Recording Project Name:

source: Ajustes...
en: Quote Mark Settings...

source: Resumen:
en: Summary:

source: Actualizar...
en: Update...

source: Versificación:
en: Versification:

source: Este nombre no puede contener ningún carácter que no sea legal en los nombres de archivo.
en: This name cannot contain any characters that are not legal in file names.

source: El {0} se usará como parte de la ruta del archivo para guardar el proyecto. Para convertirlo en un nombre legal, haga lo siguiente:
en: The {0} will be used as part of the file path to store the project. To make it a legal name, do the following:

source: {0} inválido
en: Invalid {0}

source: Faltante: {0}
en: Missing: {0}

source: {0} no pudo eliminar todos los archivos en {1}. Puede intentar limpiar esto manualmente y luego volver a intentar guardar estos cambios.
en: {0} was unable to delete all of the files in {1}. You can try to clean this up manually and then re-attempt saving these changes.

source: Un proyecto de {0} con un ID de {1} y llamado {2} ya existe para esta idioma. ¿Desea sobrescribirlo?
en: A {0} project with an ID of {1} and a Recording Project Name of {2} already exists for this language. Do you want to overwrite it?

source: Configuración chequeado: {0}
en: Quote mark settings were reviewed on {0}.

source: Configuración cambiado: {0}
en: Quote mark settings were updated on {0}.

source: El {0} es obligatorio porque se usará como parte de la ruta del archivo para guardar el proyecto.
en: The {0} is required because it will be used as part of the file path to store the project.

source: "{0}" obligatorio
en: {0} Required

source: Texto de referencia principal:
en: Main Reference Text:

source: Al escoger un texto de referencia principal que no sea el de inglés, siempre se incluirá el de inglés como texto de referencia secundario.
en: If you choose a main reference text other than English, a secondary reference text (English) will also be added to the recording script.

source: Eliminar los caracteres ilegales del nombre:
en: Remove illegal characters from the name:
